driver-tests/bpelse/while/WhileJbi/test/WhileScopeWithinWhile20/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:scop="http://www.mycomp.org/ScopeWithinWhile/ScopeWithinWhileTest">
  <soapenv:Body>
    <scop:Req>ScopeWithinWhile</scop:Req>
  </soapenv:Body>
</soapenv:Envelope>